{
    "presentation.title1": "my",
    "presentation.title2": "portfolio",
    "intro.title": "welcome!",
    "intro.subtitle": "enjoy your stay :)",
    "intro.description": "i'm a computer science graduate from Universidad del Valle de Guatemala currently pursuing a Masters in Computer Science at Georgia Tech, I have a passion for UI/UX design and developing. I also graduated with a specialization in videogames, referring to videogame design and developement, which is my <bold><italics>other</italics></bold> main interest for which I'm the most passionate about.",
    "intro.description2": "let's work together and push your site to a next level with beautiful visuals! I'm open minded and very flexible regarding to design, so we can do whatever is required for you to be satisfied!",
    "interests.title": "My interests include",
    "interests.one": "frontend development",
    "interests.two": "game development",
    "interests.three": "web design",
    "skills.title": "my skills include",
    "projects.title": "previous projects",
    "projects.visit": "visit",
    "projects.dri": "Deep Rooted Issues is a compilation of minigames similar to the WarioWare franchise, where the player must figure out why the protagonist is caught in the events shown at the beginning of the game. The game starts chaotically, with the final minigame revealing the root cause.",
    "projects.bb": "Bullet Brawl is a 2-to-4-player video game where players must eliminate opponents by shooting bullets. The twist that makes the game interesting is that players can only move by using the bullets' recoil, forcing them to think strategically about how and when to shoot.",
    "projects.golit": "GoLit is an app that helps users discover new places they've never heard of before. It allows users to view information about establishments, such as addresses, phone numbers, and opening hours. Users can also see photos and read reviews from others. The app features a clean and user-friendly design, making it accessible to everyone.",
    "projects.narancia": "This project was created entirely with CSS and replicates an image of the character Narancia Ghirga from the series JoJo's Bizarre Adventure. It was made as an exercise to practice CSS and improve my web design skills.",
    "projects.pdreams": "Pipe Dreams is a 2D video game where the player must push a bubble through a maze of pipes. The goal is to reach the end of the maze before the bubble bursts. The game features colorful and fun visuals, making it appealing to players. It also uses procedural maze generation.",
    "projects.marbles": "Marbles is a 2-to-4-player video game created for a Game Jam. The goal is to eliminate opponents by launching yourself like a projectile at them. The arena's walls are destructible, allowing players to break parts of the stage and push opponents out to eliminate them.",
    "languages.title": "fluent languages:",
    "languages.list": "english, spanish",
    "contact.title": "let's work together!",
    "contact.form.email": "enter your email",
    "contact.form.subject": "enter your subject",
    "contact.form.message": "enter your message",
    "contact.form.send": "send"
}