{
    "presentation.title1": "mi",
    "presentation.title2": "portafolio",
    "intro.title": "¡Bienvenido!",
    "intro.subtitle": "disfruta tu estadía :)",
    "intro.description": "soy un graduado en ciencias de la computación de la Universidad del Valle de Guatemala, actualmente pestudiando una Maestría en Ciencias de la Computación en Georgia Tech. Tengo una pasión por el diseño UI/UX y el desarrollo. También me gradué con una especialización en videojuegos, refiriéndome al diseño y desarrollo de videojuegos, que es mi <bold><italics>otra</italics></bold> principal interés por el cual soy más apasionado.",
    "interests.title": "mis intereses son",
    "interests.one": "desarrollo frontend",
    "interests.two": "desarrollo de juegos",
    "interests.three": "diseño web",
    "skills.title": "mis habilidades son",
    "projects.title": "proyectos anteriores",
    "projects.visit": "visitar",
    "projects.dri": "Deep Rooted Issues es una compilación de minijuegos similar a la franquicia de WarioWare, en la que el jugador debe descifrar la razón de por qué el protagonista se encuentra en los eventos en los que se presenta al inicio del juego. El juego inicia catastrófico, con el último minijuego presentando la causa raíz.",
    "projects.bb": "Bullet Brawl es un videojuego de 2 a 4 jugadores, donde los jugadores deben eliminar a sus oponentes disparando balas. La mecánica que hace este videojuego interesante es que el jugador solo se puede impulsar por retroceso de las balas, lo que hace que el jugador deba pensar estratégicamente en cómo disparar.",
    "projects.golit": "GoLit es una aplicación que permite a los usuarios explorar nuevos lugares para visitar de los cuales nunca habían escuchado. La aplicación permite a los usuarios ver información sobre los establecimientos, como su dirección, número de teléfono y horarios de atención. También permite a los usuarios ver fotos de los lugares y leer reseñas de otros usuarios. La aplicación tiene un diseño limpio y fácil de usar, lo que la hace accesible para todos.",
    "projects.narancia": "Este es un proyecto hecho únicamente con CSS, en el cual se replica una imagen del personaje Narancia Ghirga de la serie JoJo's Bizarre Adventure. El proyecto se hizo como un ejercicio para practicar el uso de CSS y mejorar mis habilidades en diseño web.",
    "projects.pdreams": "Pipe Dreams es un videojuego 2D en el que el jugador debe empujar una burbuja a través de un laberinto de tuberías. El objetivo del juego es llegar al final del laberinto antes de que la burbuja explote. El juego tiene un diseño colorido y divertido, lo que lo hace atractivo para los jugadores. Tiene una generación de laberintos procedural.",
    "projects.marbles": "Marbles es un videojuego de 2 a 4 jugadores para un Game Jam. El objetivo del juego es eliminar a los oponentes por medio de lanzarse como proyécti hacía los demás. Las paredes del escenario se pueden romper, por lo cual permite que el jugador pueda empujar a sus oponentes hacia afuera y eliminarlos.",
    "languages.title": "idiomas:",
    "languages.list": "español, inglés",
    "contact.title": "trabajemos juntos!",
    "contact.form.email": "ingresa tu correo",
    "contact.form.subject": "ingresa un asunto",
    "contact.form.message": "ingresa tu mensaje",
    "contact.form.send": "enviar"
}